alacritty
base
base-devel
bind
btrfs-progs
cava
certbot
chafa
clang
cmake
code
compsize
conky
docker
dolphin
dunst
efibootmgr
fastfetch
fd
ffmpegthumbnailer
gdb
git
glfw
glm
grub
grub-btrfs
htop
hyprland
hyprlock
hyprpaper
hyprpicker
hyprshot
iftop
imagemagick
inotify-tools
kitty
lazygit
lib32-nvidia-utils
libnma-gtk4
libnotify
linux
linux-firmware
linux-headers
lldb
llvm
lua51
luarocks
man-db
mc
nano
neovim
networkmanager
networkmanager-l2tp
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nvidia-open-dkms
nvidia-utils
openssh
openvpn
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
prismlauncher
python-pip
reflector
ruby
rust
socat
spirv-headers
steam
stow
strongswan
sudo
telegram-desktop
timeshift
tokei
ttf-cascadia-code-nerd
unrar
vim
vlc
vlc-plugin-ffmpeg
volk
vulkan-extra-layers
vulkan-extra-tools
vulkan-headers
vulkan-html-docs
vulkan-tools
vulkan-utility-libraries
vulkan-validation-layers
waybar
websocat
wget
wireplumber
wl-clipboard
wofi
xclip
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xl2tpd
yubikey-manager
zsh
zsh-autocomplete
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
